Cannot open the linked model using Open and Unload because the plugin [name] provided by [vendor] experienced an error. For more information please contact [vendor].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotOpenLinkedFileServerFound { get; }
  Visual Basic
Public Shared ReadOnly Property CannotOpenLinkedFileServerFound As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotOpenLinkedFileServerFound {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures LinkFailures Class
  Autodesk.Revit.DB Namespace